{
  "skill_to_idx": {
    ".net framework": 0,
    "3d assets": 1,
    "3d modeling": 2,
    "a/b testing": 3,
    "acceptance testing": 4,
    "account management": 5,
    "account strategy": 6,
    "accountability": 7,
    "accountability frameworks": 8,
    "accounting": 9,
    "accounting and finance software": 10,
    "accounting records": 11,
    "accounting software": 12,
    "accounting systems": 13,
    "accounts payable": 14,
    "accounts receivable": 15,
    "accrual accounting": 16,
    "accruals": 17,
    "active directory": 18,
    "active listening": 19,
    "ad hoc reporting": 20,
    "adaptability": 21,
    "adobe after effects": 22,
    "adobe creative cloud": 23,
    "adobe express": 24,
    "adobe firefly": 25,
    "adobe illustrator": 26,
    "adobe indesign": 27,
    "adobe photoshop": 28,
    "adobe premiere": 29,
    "adobe xd": 30,
    "advanced analytics": 31,
    "advanced encryption standard (aes)": 32,
    "advanced mathematics": 33,
    "advertising": 34,
    "advertising campaigns": 35,
    "aesthetics": 36,
    "agentic systems": 37,
    "agentic workflows": 38,
    "agile methodology": 39,
    "agile product development": 40,
    "agile project management": 41,
    "agile software development": 42,
    "ai enablement": 43,
    "ai integrations": 44,
    "ai literacy": 45,
    "ai orchestration": 46,
    "ai personalization": 47,
    "ai powered creativity": 48,
    "ai product strategy": 49,
    "ai security": 50,
    "ai workflows": 51,
    "ajax": 52,
    "algebra": 53,
    "algorithms": 54,
    "alteryx": 55,
    "amazon bedrock": 56,
    "amazon cloudwatch": 57,
    "amazon dynamodb": 58,
    "amazon elastic compute cloud": 59,
    "amazon redshift": 60,
    "amazon s3": 61,
    "amazon web services": 62,
    "analysis": 63,
    "analytical skills": 64,
    "analytics": 65,
    "anatomy": 66,
    "android (operating system)": 67,
    "android development": 68,
    "android jetpack": 69,
    "android studio": 70,
    "angular": 71,
    "animation and game design": 72,
    "animations": 73,
    "annual reports": 74,
    "anomaly detection": 75,
    "ansible": 76,
    "anthropic claude": 77,
    "apache": 78,
    "apache airflow": 79,
    "apache cassandra": 80,
    "apache hadoop": 81,
    "apache hive": 82,
    "apache kafka": 83,
    "apache mahout": 84,
    "apache maven": 85,
    "apache spark": 86,
    "api design": 87,
    "api gateway": 88,
    "api testing": 89,
    "appeals": 90,
    "apple ios": 91,
    "apple software proficiency": 92,
    "apple xcode": 93,
    "applicant tracking systems": 94,
    "application deployment": 95,
    "application design": 96,
    "application development": 97,
    "application frameworks": 98,
    "application lifecycle management": 99,
    "application performance management": 100,
    "application programming interface (api)": 101,
    "application security": 102,
    "applied machine learning": 103,
    "applied mathematics": 104,
    "arbitration": 105,
    "arcgis": 106,
    "architectural design": 107,
    "architecture and construction": 108,
    "arithmetic": 109,
    "artificial intelligence": 110,
    "artificial intelligence and machine learning (ai/ml)": 111,
    "artificial neural networks": 112,
    "asp.net": 113,
    "asset management": 114,
    "asset protection": 115,
    "athletic training": 116,
    "audit planning": 117,
    "audit working papers": 118,
    "auditing": 119,
    "auditors report": 120,
    "augmented and virtual reality (ar/vr)": 121,
    "authentications": 122,
    "authorization (computing)": 123,
    "autodesk": 124,
    "autodesk maya": 125,
    "autodesk revit": 126,
    "autoencoders": 127,
    "automated external defibrillator": 128,
    "automation": 129,
    "aws cloudformation": 130,
    "aws identity and access management (iam)": 131,
    "aws kinesis": 132,
    "aws sagemaker": 133,
    "azure active directory": 134,
    "azure devops": 135,
    "azure devops pipelines": 136,
    "azure synapse analytics": 137,
    "b2b sales": 138,
    "back-end web development": 139,
    "backlogs": 140,
    "balance sheet": 141,
    "balancing (ledger/billing)": 142,
    "bank regulations": 143,
    "banking": 144,
    "bash (scripting language)": 145,
    "basic electrical systems": 146,
    "basic life support (bls) certification": 147,
    "basic patient care": 148,
    "bayesian network": 149,
    "bayesian statistics": 150,
    "bed management": 151,
    "beeai": 152,
    "behavior-driven development": 153,
    "behavioral economics": 154,
    "behavioral health": 155,
    "benchmarking": 156,
    "benefits administration": 157,
    "benefits enrollment processes": 158,
    "big data": 159,
    "bilingual (spanish/english)": 160,
    "billing": 161,
    "billing & invoicing": 162,
    "biochemistry": 163,
    "bioinformatics": 164,
    "biology": 165,
    "biomedical technology": 166,
    "biostatistics": 167,
    "blockchain": 168,
    "blogs": 169,
    "blood collection": 170,
    "blueprint reading": 171,
    "bookkeeping": 172,
    "bootstrap (front-end framework)": 173,
    "box plots": 174,
    "brainstorming": 175,
    "brand awareness": 176,
    "brand loyalty": 177,
    "brand management": 178,
    "brand marketing": 179,
    "brand strategy": 180,
    "branding": 181,
    "browser compatibility": 182,
    "brute-force attacks": 183,
    "budget management": 184,
    "budgeting": 185,
    "build tools": 186,
    "building information modeling": 187,
    "business": 188,
    "business acumen": 189,
    "business analysis": 190,
    "business analysis tools": 191,
    "business analytics": 192,
    "business communication": 193,
    "business consulting": 194,
    "business continuity": 195,
    "business continuity planning": 196,
    "business correspondence": 197,
    "business development": 198,
    "business economics": 199,
    "business ethics": 200,
    "business intelligence": 201,
    "business intelligence software": 202,
    "business leadership": 203,
    "business logic": 204,
    "business management": 205,
    "business marketing": 206,
    "business mathematics": 207,
    "business metrics": 208,
    "business modeling": 209,
    "business planning": 210,
    "business priorities": 211,
    "business process": 212,
    "business process automation": 213,
    "business process improvement": 214,
    "business process management": 215,
    "business process modeling": 216,
    "business process reengineering": 217,
    "business relationship management": 218,
    "business reporting": 219,
    "business requirements": 220,
    "business research": 221,
    "business risk management": 222,
    "business software": 223,
    "business solutions": 224,
    "business strategies": 225,
    "business strategy": 226,
    "business systems": 227,
    "business systems analysis": 228,
    "business transformation": 229,
    "business valuation": 230,
    "business workflow analysis": 231,
    "business writing": 232,
    "c (programming language)": 233,
    "c and c++": 234,
    "c# (programming language)": 235,
    "c++ (programming language)": 236,
    "calculus": 237,
    "call center experience": 238,
    "campaign management": 239,
    "canva (software)": 240,
    "capacity management": 241,
    "capacity planning": 242,
    "capital budgeting": 243,
    "capital expenditure": 244,
    "capital markets": 245,
    "cardiopulmonary resuscitation (cpr)": 246,
    "care coordination": 247,
    "care management": 248,
    "cascading style sheets (css)": 249,
    "case law": 250,
    "case report forms": 251,
    "case studies": 252,
    "cash control": 253,
    "cash flow forecasting": 254,
    "cash flows": 255,
    "cash management": 256,
    "cashiering": 257,
    "cell biology": 258,
    "change control": 259,
    "change management": 260,
    "change requests": 261,
    "chatgpt": 262,
    "chef (configuration management tool)": 263,
    "chemical engineering": 264,
    "chronic diseases": 265,
    "ci/cd": 266,
    "cinematography": 267,
    "civil law": 268,
    "claims processing": 269,
    "classification algorithms": 270,
    "classification and regression tree (cart)": 271,
    "classroom management": 272,
    "claude code": 273,
    "client services": 274,
    "client support": 275,
    "climate change adaptation": 276,
    "climate change mitigation": 277,
    "climate change programs": 278,
    "clinic management systems": 279,
    "clinical assessment": 280,
    "clinical data management": 281,
    "clinical documentation": 282,
    "clinical informatics": 283,
    "clinical leadership": 284,
    "clinical monitoring": 285,
    "clinical nursing": 286,
    "clinical practices": 287,
    "clinical research": 288,
    "clinical research ethics": 289,
    "clinical trial management systems": 290,
    "clinical trials": 291,
    "closing (sales)": 292,
    "cloud api": 293,
    "cloud applications": 294,
    "cloud computing": 295,
    "cloud computing architecture": 296,
    "cloud deployment": 297,
    "cloud development": 298,
    "cloud engineering": 299,
    "cloud hosting": 300,
    "cloud infrastructure": 301,
    "cloud management": 302,
    "cloud platforms": 303,
    "cloud security": 304,
    "cloud services": 305,
    "cloud solutions": 306,
    "cloud standards": 307,
    "cloud storage": 308,
    "cloud technologies": 309,
    "cloud-based integration": 310,
    "cloud-native computing": 311,
    "coaching": 312,
    "cobol (programming language)": 313,
    "code coverage": 314,
    "code reusability": 315,
    "code review": 316,
    "cold calling": 317,
    "collaboration": 318,
    "collaborative software": 319,
    "color matching": 320,
    "color theory": 321,
    "combinatorics": 322,
    "command-line interface": 323,
    "commercial banking": 324,
    "commercial laws": 325,
    "commercialization": 326,
    "communication": 327,
    "communication planning": 328,
    "communication strategies": 329,
    "communication systems": 330,
    "community development": 331,
    "company, product, and service knowledge": 332,
    "compassion": 333,
    "compensation analysis": 334,
    "compensation and benefits": 335,
    "compensation management": 336,
    "competitive analysis": 337,
    "competitive intelligence": 338,
    "complex problem solving": 339,
    "compliance auditing": 340,
    "compliance management": 341,
    "compliance reporting": 342,
    "compliance training": 343,
    "composure": 344,
    "computational logic": 345,
    "computational thinking": 346,
    "computer architecture": 347,
    "computer displays": 348,
    "computer engineering": 349,
    "computer graphic techniques": 350,
    "computer graphics": 351,
    "computer hardware": 352,
    "computer literacy": 353,
    "computer networking": 354,
    "computer programming": 355,
    "computer programming tools": 356,
    "computer science": 357,
    "computer security": 358,
    "computer security awareness training": 359,
    "computer security incident management": 360,
    "computer systems": 361,
    "computer vision": 362,
    "computer-aided design": 363,
    "computing platforms": 364,
    "conceptual design": 365,
    "concision": 366,
    "configuration management": 367,
    "conflict management": 368,
    "consolidation": 369,
    "construction": 370,
    "construction estimating": 371,
    "construction management": 372,
    "constructive feedback": 373,
    "consultative approaches": 374,
    "consultative selling": 375,
    "consulting": 376,
    "consumer behaviour": 377,
    "containerization": 378,
    "content creation": 379,
    "content development and management": 380,
    "content management": 381,
    "content marketing": 382,
    "content optimization": 383,
    "content performance analysis": 384,
    "content scheduling": 385,
    "content strategy": 386,
    "context engineering": 387,
    "context management": 388,
    "contextual advertising": 389,
    "contingency planning": 390,
    "continuous delivery": 391,
    "continuous deployment": 392,
    "continuous improvement process": 393,
    "continuous integration": 394,
    "continuous monitoring": 395,
    "continuous quality improvement (cqi)": 396,
    "contract accounting": 397,
    "contract compliance": 398,
    "contract management": 399,
    "contract negotiation": 400,
    "contract review": 401,
    "control objectives for information and related technology (cobit)": 402,
    "control panels": 403,
    "control systems": 404,
    "conversion funnel analysis": 405,
    "convolutional neural networks": 406,
    "coordinating": 407,
    "coordination": 408,
    "copywriting": 409,
    "core data (software)": 410,
    "corporate communications": 411,
    "corporate finance": 412,
    "corporate strategy": 413,
    "corporate sustainability": 414,
    "corporate tax": 415,
    "corrective and preventive action (capa)": 416,
    "correlation analysis": 417,
    "cost accounting": 418,
    "cost benefit analysis": 419,
    "cost containment": 420,
    "cost control": 421,
    "cost estimation": 422,
    "cost management": 423,
    "cost reduction": 424,
    "court systems": 425,
    "creative design": 426,
    "creativity": 427,
    "credit risk": 428,
    "crewai": 429,
    "crisis management": 430,
    "critical thinking": 431,
    "critical thinking and problem solving": 432,
    "cross platform development": 433,
    "cross selling": 434,
    "cross-channel marketing": 435,
    "cross-functional collaboration": 436,
    "cross-functional team leadership": 437,
    "cryptographic protocols": 438,
    "cryptography": 439,
    "cultural diversity": 440,
    "cultural responsiveness": 441,
    "cultural sensitivity": 442,
    "culture": 443,
    "culture transformation": 444,
    "customer acquisition management": 445,
    "customer advocacy": 446,
    "customer analysis": 447,
    "customer and client support": 448,
    "customer communications management": 449,
    "customer complaint resolution": 450,
    "customer data management": 451,
    "customer demand planning": 452,
    "customer engagement": 453,
    "customer experience improvement": 454,
    "customer experience strategy (cx)": 455,
    "customer inquiries": 456,
    "customer insights": 457,
    "customer relationship building": 458,
    "customer relationship management": 459,
    "customer relationship management (crm) software": 460,
    "customer retention": 461,
    "customer service": 462,
    "customer success management": 463,
    "customer support": 464,
    "cyber attacks": 465,
    "cyber engineering": 466,
    "cyber governance": 467,
    "cyber operations": 468,
    "cyber risk": 469,
    "cyber security assessment": 470,
    "cyber security policies": 471,
    "cyber security strategy": 472,
    "cyber threat hunting": 473,
    "cyber threat intelligence": 474,
    "cybersecurity": 475,
    "dashboard": 476,
    "dashboard creation": 477,
    "data access": 478,
    "data analysis": 479,
    "data analysis expressions (dax)": 480,
    "data analysis software": 481,
    "data architecture": 482,
    "data capture": 483,
    "data centers": 484,
    "data cleansing": 485,
    "data collection": 486,
    "data compilation": 487,
    "data dictionary": 488,
    "data encryption standard": 489,
    "data engineering": 490,
    "data entry": 491,
    "data ethics": 492,
    "data flow diagrams?(dfds)": 493,
    "data governance": 494,
    "data import/export": 495,
    "data infrastructure": 496,
    "data integration": 497,
    "data integrity": 498,
    "data lakes": 499,
    "data literacy": 500,
    "data loss prevention": 501,
    "data maintenance": 502,
    "data management": 503,
    "data manipulation": 504,
    "data mapping": 505,
    "data mart": 506,
    "data migration": 507,
    "data mining": 508,
    "data modeling": 509,
    "data persistence": 510,
    "data pipelines": 511,
    "data preprocessing": 512,
    "data presentation": 513,
    "data processing": 514,
    "data quality": 515,
    "data science": 516,
    "data security": 517,
    "data sharing": 518,
    "data storage": 519,
    "data storage technologies": 520,
    "data store": 521,
    "data storytelling": 522,
    "data strategy": 523,
    "data structures": 524,
    "data synthesis": 525,
    "data transformation": 526,
    "data validation": 527,
    "data visualization": 528,
    "data visualization software": 529,
    "data warehousing": 530,
    "data wrangling": 531,
    "data-driven decision-making": 532,
    "data-driven marketing": 533,
    "data-oriented programming": 534,
    "database administration": 535,
    "database application": 536,
    "database architecture and administration": 537,
    "database design": 538,
    "database development": 539,
    "database management": 540,
    "database management systems": 541,
    "database software": 542,
    "database systems": 543,
    "database theory": 544,
    "databases": 545,
    "databricks": 546,
    "dataflow": 547,
    "datamaps": 548,
    "de-escalation techniques": 549,
    "debugging": 550,
    "decision intelligence": 551,
    "decision making": 552,
    "decision support systems": 553,
    "decision tree learning": 554,
    "deep learning": 555,
    "delegation skills": 556,
    "demand generation": 557,
    "demand planning": 558,
    "denial management": 559,
    "dependency analysis": 560,
    "deposit accounts": 561,
    "depreciation": 562,
    "derivatives": 563,
    "descriptive analytics": 564,
    "descriptive statistics": 565,
    "design": 566,
    "design and product": 567,
    "design elements and principles": 568,
    "design research": 569,
    "design reviews": 570,
    "design software": 571,
    "design strategies": 572,
    "design thinking": 573,
    "desktop support": 574,
    "developing training materials": 575,
    "development environment": 576,
    "development testing": 577,
    "devops": 578,
    "devops tools": 579,
    "devsecops": 580,
    "diagnostic tests": 581,
    "diagram design": 582,
    "differential equations": 583,
    "digital advertising": 584,
    "digital analysis": 585,
    "digital assets": 586,
    "digital brand strategy": 587,
    "digital communications": 588,
    "digital design": 589,
    "digital forensics": 590,
    "digital literacy": 591,
    "digital marketing": 592,
    "digital marketing campaigns": 593,
    "digital marketing tools": 594,
    "digital media strategy": 595,
    "digital pedagogy": 596,
    "digital signal processing": 597,
    "digital transformation": 598,
    "dimensionality reduction": 599,
    "direct marketing": 600,
    "direct patient care": 601,
    "disabilities": 602,
    "disaster recovery": 603,
    "display devices": 604,
    "distributed computing": 605,
    "distributed denial-of-service (ddos) attacks": 606,
    "diversity and inclusion": 607,
    "diversity awareness": 608,
    "django (web framework)": 609,
    "docker (software)": 610,
    "document control": 611,
    "document management": 612,
    "drafting and engineering design": 613,
    "drive engagement": 614,
    "driving engagement": 615,
    "drug development": 616,
    "due diligence": 617,
    "dynamic host configuration protocol (dhcp)": 618,
    "e-commerce": 619,
    "earned media": 620,
    "earned value management": 621,
    "eclipse (software)": 622,
    "econometrics": 623,
    "economic development": 624,
    "economics": 625,
    "economics, policy, and social studies": 626,
    "editing": 627,
    "education and training": 628,
    "electric power systems": 629,
    "electrical and computer engineering": 630,
    "electrical engineering": 631,
    "electrical equipment": 632,
    "electrical power": 633,
    "electrical systems": 634,
    "electrical wiring": 635,
    "electronic components": 636,
    "electronic data capture (edc)": 637,
    "electronic hardware": 638,
    "electronic media": 639,
    "electronic medical record": 640,
    "electronic medical record system": 641,
    "electronic systems": 642,
    "electronics": 643,
    "electronics engineering": 644,
    "email automation": 645,
    "email marketing": 646,
    "email security": 647,
    "embedded software": 648,
    "embedded systems": 649,
    "embeddings": 650,
    "emergency nursing": 651,
    "emergency response": 652,
    "emerging technologies": 653,
    "emotional intelligence": 654,
    "empathy": 655,
    "empathy & emotional intelligence": 656,
    "employee coaching": 657,
    "employee engagement": 658,
    "employee onboarding": 659,
    "employee performance management": 660,
    "employee retention": 661,
    "employee retirement income security act": 662,
    "employee surveys": 663,
    "employee training": 664,
    "empowerment": 665,
    "encryption": 666,
    "end user training and support": 667,
    "endocrinology": 668,
    "endpoint detection and response": 669,
    "endpoint security": 670,
    "energy and utilities": 671,
    "engineering": 672,
    "engineering analysis": 673,
    "engineering calculations": 674,
    "engineering design process": 675,
    "engineering documentation": 676,
    "engineering drawings": 677,
    "engineering management": 678,
    "engineering practices": 679,
    "engineering software": 680,
    "engineering, scientific, and technical instruments": 681,
    "english language": 682,
    "enterprise application management": 683,
    "enterprise architecture": 684,
    "enterprise modeling": 685,
    "enterprise resource planning": 686,
    "enterprise risk management (erm)": 687,
    "enterprise sales": 688,
    "enterprise security": 689,
    "entrepreneurial finance": 690,
    "entrepreneurship": 691,
    "environment health and safety": 692,
    "environmental issue": 693,
    "environmental laws": 694,
    "environmental monitoring": 695,
    "environmental regulations": 696,
    "environmental resource management": 697,
    "environmental science": 698,
    "environmental social and corporate governance (esg)": 699,
    "epic emr": 700,
    "epidemiology": 701,
    "equities": 702,
    "estimation": 703,
    "ethical standards and conduct": 704,
    "european history": 705,
    "event monitoring": 706,
    "event-driven programming": 707,
    "excel formulas": 708,
    "excel macros": 709,
    "executive presence": 710,
    "exercise science": 711,
    "expectation management": 712,
    "expense management": 713,
    "expense reports": 714,
    "experience design": 715,
    "experimentation": 716,
    "exploit development": 717,
    "exploitation techniques": 718,
    "exploratory data analysis": 719,
    "extensible languages and xml": 720,
    "extensible markup language (xml)": 721,
    "external auditing": 722,
    "extract, transform, load": 723,
    "facility management and maintenance": 724,
    "failure analysis": 725,
    "family and medical leave act of 1993": 726,
    "feasibility studies": 727,
    "feature engineering": 728,
    "federated learning": 729,
    "field-programmable gate array (fpga)": 730,
    "figma (design software)": 731,
    "file i/o": 732,
    "file management": 733,
    "file systems": 734,
    "file transfer protocol (ftp)": 735,
    "finance": 736,
    "financial accounting": 737,
    "financial acumen": 738,
    "financial analysis": 739,
    "financial auditing": 740,
    "financial controls": 741,
    "financial data": 742,
    "financial forecasting": 743,
    "financial inclusion": 744,
    "financial industry regulatory authorities": 745,
    "financial management": 746,
    "financial market": 747,
    "financial modeling": 748,
    "financial policy": 749,
    "financial regulation": 750,
    "financial regulations": 751,
    "financial reporting": 752,
    "financial services": 753,
    "financial statement analysis": 754,
    "financial statements": 755,
    "financial systems": 756,
    "financial trading": 757,
    "fine-tuning": 758,
    "fintech": 759,
    "firewall": 760,
    "fiscal management": 761,
    "flask (web framework)": 762,
    "flutter (software)": 763,
    "follow through": 764,
    "force.com": 765,
    "forecasting": 766,
    "fraud detection": 767,
    "front-end web development": 768,
    "frontend integration": 769,
    "frontend performance": 770,
    "full cycle recruitment": 771,
    "full-stack web development": 772,
    "functional design": 773,
    "functional requirement": 774,
    "functional specification": 775,
    "functional testing": 776,
    "fund accounting": 777,
    "game design": 778,
    "game theory": 779,
    "gap analysis": 780,
    "gemini": 781,
    "general accounting": 782,
    "general construction and construction labor": 783,
    "general data protection regulation (gdpr)": 784,
    "general ledger": 785,
    "general mathematics": 786,
    "general networking": 787,
    "general sales practices": 788,
    "general science and research": 789,
    "generally accepted accounting principles (gaap)": 790,
    "generally accepted auditing standards": 791,
    "generative adversarial networks (gans)": 792,
    "generative ai": 793,
    "generative ai agents": 794,
    "generative engine optimization (geo)": 795,
    "generative model architectures": 796,
    "geographic information systems": 797,
    "geometry": 798,
    "geospatial information and technology": 799,
    "geospatial mapping": 800,
    "geostatistics": 801,
    "ggplot2": 802,
    "gherkin (scripting language)": 803,
    "gis software": 804,
    "git (version control system)": 805,
    "github": 806,
    "github copilot": 807,
    "global positioning systems": 808,
    "gmail": 809,
    "go to market strategy": 810,
    "goal setting": 811,
    "goal-oriented": 812,
    "google ads": 813,
    "google analytics": 814,
    "google app engine": 815,
    "google cloud platform": 816,
    "google gemini": 817,
    "google sheets": 818,
    "google workspace": 819,
    "governance": 820,
    "governance risk management and compliance": 821,
    "grafana": 822,
    "grammar": 823,
    "grant applications": 824,
    "grant writing": 825,
    "graph theory": 826,
    "graphic and visual design": 827,
    "graphic and visual design software": 828,
    "graphic design": 829,
    "graphical tools": 830,
    "graphics software": 831,
    "graphing": 832,
    "greeting customers": 833,
    "grep": 834,
    "gross profit": 835,
    "group policy": 836,
    "growth mindedness": 837,
    "growth strategies": 838,
    "habit formation": 839,
    "hand hygiene": 840,
    "hardening": 841,
    "hardware architecture": 842,
    "hardware design": 843,
    "hardware troubleshooting": 844,
    "health administration": 845,
    "health assessment": 846,
    "health care": 847,
    "health care administration": 848,
    "health care procedure and regulation": 849,
    "health disparities": 850,
    "health education": 851,
    "health equity": 852,
    "health informatics": 853,
    "health information management": 854,
    "health information management and medical records": 855,
    "health insurance portability and accountability act (hipaa) compliance": 856,
    "health policy": 857,
    "health promotion": 858,
    "health systems": 859,
    "health technology": 860,
    "healthcare ethics": 861,
    "healthcare industry knowledge": 862,
    "healthcare project management": 863,
    "heat maps": 864,
    "help desk support": 865,
    "hibernate (java)": 866,
    "high voltage": 867,
    "higher education": 868,
    "histogram": 869,
    "hospital admissions": 870,
    "hospital experience": 871,
    "hospitality": 872,
    "hospitality management": 873,
    "hospitality services": 874,
    "hr tech": 875,
    "html and css": 876,
    "hugging face": 877,
    "human capital": 878,
    "human centered design": 879,
    "human computer interaction": 880,
    "human development": 881,
    "human factors": 882,
    "human factors (security)": 883,
    "human machine interfaces": 884,
    "human musculoskeletal system": 885,
    "human resource management": 886,
    "human resource policies": 887,
    "human resource strategy": 888,
    "human resources": 889,
    "human resources information system (hris)": 890,
    "human resources management and planning": 891,
    "human resources software": 892,
    "hybrid cloud computing": 893,
    "hyper-v": 894,
    "hypertext markup language (html)": 895,
    "ibm cloud": 896,
    "ibm cognos analytics": 897,
    "ibm db2": 898,
    "icd coding (icd-9/icd-10)": 899,
    "ideation": 900,
    "identity and access management": 901,
    "image analysis": 902,
    "image quality": 903,
    "immunology": 904,
    "inbound calls": 905,
    "incident management": 906,
    "incident response": 907,
    "income statement": 908,
    "income tax": 909,
    "industrial engineering": 910,
    "infection control": 911,
    "infectious diseases": 912,
    "infographics": 913,
    "informatics": 914,
    "information architecture": 915,
    "information assurance": 916,
    "information management": 917,
    "information privacy": 918,
    "information systems": 919,
    "information systems security": 920,
    "information technology": 921,
    "information technology architecture": 922,
    "information technology infrastructure library": 923,
    "information technology operations": 924,
    "informed consent": 925,
    "infrastructure architecture": 926,
    "infrastructure as a service (iaas)": 927,
    "infrastructure as code (iac)": 928,
    "infrastructure security": 929,
    "initiative and leadership": 930,
    "injury prevention": 931,
    "innovation": 932,
    "inside sales": 933,
    "instagram": 934,
    "institutional review board (irb)": 935,
    "instructional strategies": 936,
    "instrumental music": 937,
    "insurance": 938,
    "insurance policies": 939,
    "insurance sales": 940,
    "integral calculus": 941,
    "integrated development environments": 942,
    "integrated marketing communications": 943,
    "integration testing": 944,
    "intellectual property": 945,
    "interaction design": 946,
    "interactive data visualization": 947,
    "interactive design": 948,
    "intercultural competence": 949,
    "internal auditing": 950,
    "internal communications": 951,
    "internal controls": 952,
    "international finance": 953,
    "international relations": 954,
    "internet of things": 955,
    "interoperability": 956,
    "interpersonal communications": 957,
    "interviewing skills": 958,
    "intranet": 959,
    "intrusion detection and prevention": 960,
    "inventory accounting": 961,
    "inventory and warehousing": 962,
    "inventory control": 963,
    "inventory management": 964,
    "inventory management system": 965,
    "investigation": 966,
    "investment banking": 967,
    "investment management": 968,
    "investments": 969,
    "invoicing": 970,
    "ios development": 971,
    "iscsi configuration": 972,
    "iso/iec 27001": 973,
    "issue tracking": 974,
    "istio": 975,
    "it automation": 976,
    "it general controls (itgc)": 977,
    "it infrastructure": 978,
    "it management": 979,
    "it security architecture": 980,
    "it service management": 981,
    "java": 982,
    "java programming": 983,
    "javascript": 984,
    "javascript and jquery": 985,
    "javascript frameworks": 986,
    "jenkins": 987,
    "jest (javascript testing framework)": 988,
    "jira (software)": 989,
    "job analysis": 990,
    "job control language (jcl)": 991,
    "journalism": 992,
    "journey mapping": 993,
    "jquery": 994,
    "json": 995,
    "junit": 996,
    "jupyter": 997,
    "kanban principles": 998,
    "keras (neural network library)": 999,
    "key management": 1000,
    "key performance indicators (kpis)": 1001,
    "keyword research": 1002,
    "kibana": 1003,
    "kinesiology": 1004,
    "knitr": 1005,
    "knowledge of apple hardware": 1006,
    "knowledge of apple software": 1007,
    "kotlin": 1008,
    "kubernetes": 1009,
    "labor compliance": 1010,
    "labor law": 1011,
    "labor relations": 1012,
    "laboratory equipment": 1013,
    "laboratory experience": 1014,
    "laboratory techniques": 1015,
    "land development": 1016,
    "langchain": 1017,
    "langgraph": 1018,
    "language competency": 1019,
    "language interpretation, translation, and studies": 1020,
    "language learning": 1021,
    "large language modeling": 1022,
    "law, regulation, and compliance": 1023,
    "layout design": 1024,
    "lead generation": 1025,
    "leadership": 1026,
    "leadership and management": 1027,
    "leadership development": 1028,
    "leadership studies": 1029,
    "leaflet (software)": 1030,
    "lean methodologies": 1031,
    "lean six sigma": 1032,
    "learning management systems": 1033,
    "ledgers (accounting)": 1034,
    "legal proceedings": 1035,
    "legal research": 1036,
    "legal risk": 1037,
    "legal strategy": 1038,
    "legal technology": 1039,
    "legal writing": 1040,
    "lending and underwriting": 1041,
    "life sciences": 1042,
    "lifelong learning": 1043,
    "lifting ability": 1044,
    "lightweight directory access protocols": 1045,
    "linear algebra": 1046,
    "linkedin": 1047,
    "linux": 1048,
    "linux administration": 1049,
    "linux commands": 1050,
    "linux servers": 1051,
    "litigation and civil justice": 1052,
    "live streaming": 1053,
    "llm application": 1054,
    "load balancing": 1055,
    "local area networks": 1056,
    "logical reasoning": 1057,
    "logistic regression": 1058,
    "logo design": 1059,
    "looker (software)": 1060,
    "loss prevention": 1061,
    "loyalty programs": 1062,
    "mac os": 1063,
    "machine controls": 1064,
    "machine learning": 1065,
    "machine learning algorithms": 1066,
    "machine learning methods": 1067,
    "machine learning software": 1068,
    "mainframe computing": 1069,
    "mainframe technologies": 1070,
    "maintainability": 1071,
    "make.com": 1072,
    "malware protection": 1073,
    "managed care": 1074,
    "managed services": 1075,
    "management accounting": 1076,
    "management consulting": 1077,
    "management reporting": 1078,
    "management training and development": 1079,
    "manufacturing and production": 1080,
    "manufacturing operations": 1081,
    "manufacturing processes": 1082,
    "market analysis": 1083,
    "market data": 1084,
    "market dynamics": 1085,
    "market intelligence": 1086,
    "market liquidity": 1087,
    "market opportunities": 1088,
    "market research": 1089,
    "market share": 1090,
    "market trend": 1091,
    "marketing": 1092,
    "marketing analytics": 1093,
    "marketing automation": 1094,
    "marketing budgets": 1095,
    "marketing channel": 1096,
    "marketing collateral": 1097,
    "marketing communications": 1098,
    "marketing design": 1099,
    "marketing effectiveness": 1100,
    "marketing materials": 1101,
    "marketing operations": 1102,
    "marketing planning": 1103,
    "marketing psychology": 1104,
    "marketing strategies": 1105,
    "marketing strategy and techniques": 1106,
    "markov model": 1107,
    "martech": 1108,
    "material requirements planning": 1109,
    "materials management": 1110,
    "materials science": 1111,
    "mathematical modeling": 1112,
    "mathematical software": 1113,
    "mathematical theory & analysis": 1114,
    "mathematics and mathematical modeling": 1115,
    "matlab": 1116,
    "matplotlib": 1117,
    "mechanical design": 1118,
    "mechanical engineering": 1119,
    "mechanics": 1120,
    "media and communications": 1121,
    "media buying": 1122,
    "media production": 1123,
    "mediation": 1124,
    "medicaid": 1125,
    "medical billing": 1126,
    "medical billing and coding": 1127,
    "medical coding": 1128,
    "medical devices": 1129,
    "medical equipment and technology": 1130,
    "medical history documentation": 1131,
    "medical imaging": 1132,
    "medical management": 1133,
    "medical office procedures": 1134,
    "medical privacy": 1135,
    "medical records": 1136,
    "medical science and research": 1137,
    "medical support": 1138,
    "medical surgical nursing": 1139,
    "medical terminology": 1140,
    "medicare": 1141,
    "meeting facilitation": 1142,
    "memory management": 1143,
    "mental concentration": 1144,
    "mental health": 1145,
    "mentorship": 1146,
    "mergers & acquisitions": 1147,
    "meta ads manager": 1148,
    "metadata management": 1149,
    "metasploit": 1150,
    "microarchitecture": 1151,
    "microservices": 1152,
    "microsoft 365": 1153,
    "microsoft access": 1154,
    "microsoft azure": 1155,
    "microsoft copilot": 1156,
    "microsoft development tools": 1157,
    "microsoft excel": 1158,
    "microsoft office": 1159,
    "microsoft power platform": 1160,
    "microsoft powerpoint": 1161,
    "microsoft servers": 1162,
    "microsoft sql servers": 1163,
    "microsoft teams": 1164,
    "microsoft visual studio": 1165,
    "microsoft windows": 1166,
    "middleware": 1167,
    "milestones (project management)": 1168,
    "mindfulness": 1169,
    "minitab": 1170,
    "miro ai": 1171,
    "mitigation": 1172,
    "mitre att&ck framework": 1173,
    "mlops (machine learning operations)": 1174,
    "mobile development": 1175,
    "mobile development tools": 1176,
    "mobile security": 1177,
    "mobility assistance": 1178,
    "mockups": 1179,
    "model based systems engineering": 1180,
    "model context protocol": 1181,
    "model deployment": 1182,
    "model evaluation": 1183,
    "model optimization": 1184,
    "model training": 1185,
    "model view controller": 1186,
    "molecular biology": 1187,
    "molecular, cellular, and microbiology": 1188,
    "mongodb": 1189,
    "month end closing": 1190,
    "motion graphics": 1191,
    "motivational skills": 1192,
    "multi-cloud": 1193,
    "multi-factor authentication": 1194,
    "multi-tenant cloud environments": 1195,
    "multimedia": 1196,
    "multimodal prompts": 1197,
    "music": 1198,
    "music performance": 1199,
    "music theory": 1200,
    "musical composition": 1201,
    "mysql": 1202,
    "mysql workbench": 1203,
    "natural language processing": 1204,
    "negotiation": 1205,
    "network administration": 1206,
    "network analysis": 1207,
    "network architecture": 1208,
    "network engineering": 1209,
    "network infrastructure": 1210,
    "network model": 1211,
    "network monitoring": 1212,
    "network performance management": 1213,
    "network planning and design": 1214,
    "network protocols": 1215,
    "network routers": 1216,
    "network routing": 1217,
    "network security": 1218,
    "network support": 1219,
    "network switches": 1220,
    "network troubleshooting": 1221,
    "networking hardware": 1222,
    "new business development": 1223,
    "new hire orientations": 1224,
    "new product development": 1225,
    "newsletters": 1226,
    "nginx": 1227,
    "nist 800-53": 1228,
    "no-code development": 1229,
    "nodejs": 1230,
    "non-profit accounting": 1231,
    "non-verbal communication": 1232,
    "nosql": 1233,
    "nsx-t network virtualization": 1234,
    "numerical analysis": 1235,
    "numpy": 1236,
    "nursing": 1237,
    "nutrition and diet": 1238,
    "nutrition care plans": 1239,
    "nutritional assessment": 1240,
    "oauth": 1241,
    "object oriented design": 1242,
    "object oriented programming (oop)": 1243,
    "object-relational mapping": 1244,
    "objective-c (programming language)": 1245,
    "occupational safety and health": 1246,
    "occupational safety and health administration (osha)": 1247,
    "oncology": 1248,
    "online advertising": 1249,
    "open mindset": 1250,
    "open shortest path first (ospf)": 1251,
    "open source technology": 1252,
    "open web application security project (owasp)": 1253,
    "openai": 1254,
    "openai api": 1255,
    "openshift": 1256,
    "operating budget": 1257,
    "operating cost": 1258,
    "operating expense": 1259,
    "operating system administration": 1260,
    "operating systems": 1261,
    "operational analysis": 1262,
    "operational data store": 1263,
    "operational databases": 1264,
    "operational efficiency": 1265,
    "operational excellence": 1266,
    "operational performance management": 1267,
    "operational risk": 1268,
    "operations": 1269,
    "operations management": 1270,
    "operations research": 1271,
    "operations support systems": 1272,
    "optimism": 1273,
    "oracle cloud": 1274,
    "oracle cloud applications": 1275,
    "oracle databases": 1276,
    "oracle sql developer": 1277,
    "oral and dental care": 1278,
    "oral comprehension": 1279,
    "oral expression": 1280,
    "order management": 1281,
    "order processing": 1282,
    "organizational change": 1283,
    "organizational development": 1284,
    "organizational effectiveness": 1285,
    "organizational leadership": 1286,
    "organizational skills": 1287,
    "organizational strategy": 1288,
    "organizational structure": 1289,
    "os process management": 1290,
    "osi models": 1291,
    "other programming languages": 1292,
    "overcoming objections": 1293,
    "overcoming obstacles": 1294,
    "package and software management": 1295,
    "packaging and labeling": 1296,
    "paid media": 1297,
    "pain management": 1298,
    "pandas (python package)": 1299,
    "patch management": 1300,
    "pathology": 1301,
    "patient assistance": 1302,
    "patient communication": 1303,
    "patient coordination": 1304,
    "patient education and counseling": 1305,
    "patient education and support": 1306,
    "patient evaluation": 1307,
    "patient flow": 1308,
    "patient observation": 1309,
    "patient positioning": 1310,
    "patient registration": 1311,
    "patient safety": 1312,
    "patient treatment": 1313,
    "patient-centered care": 1314,
    "pay per click advertising": 1315,
    "payment card industry (pci) data security standards": 1316,
    "payment processing": 1317,
    "payment processing and collection": 1318,
    "payment systems": 1319,
    "payroll": 1320,
    "payroll administration": 1321,
    "payroll processing": 1322,
    "payroll reporting": 1323,
    "payroll systems": 1324,
    "payroll tax": 1325,
    "pedagogy": 1326,
    "peer review": 1327,
    "penetration testing": 1328,
    "people analytics": 1329,
    "people development": 1330,
    "people management": 1331,
    "performance analysis": 1332,
    "performance appraisal": 1333,
    "performance improvement": 1334,
    "performance management": 1335,
    "performance marketing": 1336,
    "performance measurement": 1337,
    "performance metric": 1338,
    "performance reporting": 1339,
    "performance review": 1340,
    "performance stress testing": 1341,
    "performance testing": 1342,
    "performance tuning": 1343,
    "peripheral devices": 1344,
    "persistence": 1345,
    "persona (user experience)": 1346,
    "persona development": 1347,
    "personal attributes": 1348,
    "personal care": 1349,
    "personal development": 1350,
    "personal injury law": 1351,
    "personal protective equipment": 1352,
    "personalized campaigns": 1353,
    "personalized service": 1354,
    "personally identifiable information": 1355,
    "persuasive communication": 1356,
    "pharmaceutical terminology": 1357,
    "pharmaceuticals": 1358,
    "pharmacology": 1359,
    "photo/video production and technology": 1360,
    "photography": 1361,
    "physical stamina": 1362,
    "physics": 1363,
    "physiology": 1364,
    "pivot tables and charts": 1365,
    "plan execution": 1366,
    "planning": 1367,
    "plant operations and management": 1368,
    "plot (graphics)": 1369,
    "plotly": 1370,
    "podcasting": 1371,
    "policty analysis, research, and development": 1372,
    "policy analysis": 1373,
    "policy development": 1374,
    "political sciences": 1375,
    "portfolio management": 1376,
    "portfolio risk": 1377,
    "positivity": 1378,
    "post-production": 1379,
    "postgresql": 1380,
    "postman api platform": 1381,
    "power bi": 1382,
    "power electronics": 1383,
    "practice management": 1384,
    "precision medicine": 1385,
    "predictive analytics": 1386,
    "predictive modeling": 1387,
    "presentations": 1388,
    "preventative care": 1389,
    "price negotiation": 1390,
    "primary care": 1391,
    "prioritization": 1392,
    "private cloud": 1393,
    "probability": 1394,
    "probability & statistics": 1395,
    "probability distribution": 1396,
    "problem management": 1397,
    "problem solving": 1398,
    "procedure development": 1399,
    "process analysis": 1400,
    "process capability": 1401,
    "process control": 1402,
    "process design": 1403,
    "process development": 1404,
    "process engineering": 1405,
    "process flow diagrams": 1406,
    "process improvement": 1407,
    "process improvement and optimization": 1408,
    "process management": 1409,
    "process mapping": 1410,
    "process modeling": 1411,
    "process optimization": 1412,
    "procurement": 1413,
    "product automation": 1414,
    "product demonstration": 1415,
    "product design": 1416,
    "product development": 1417,
    "product engineering": 1418,
    "product family engineering": 1419,
    "product improvement": 1420,
    "product knowledge": 1421,
    "product lifecycle management": 1422,
    "product management": 1423,
    "product marketing": 1424,
    "product planning": 1425,
    "product requirements": 1426,
    "product roadmaps": 1427,
    "product strategy": 1428,
    "product testing": 1429,
    "production management": 1430,
    "production process": 1431,
    "productivity": 1432,
    "productivity software": 1433,
    "professional development": 1434,
    "professional networking": 1435,
    "professionalism": 1436,
    "profit and loss (p&l) management": 1437,
    "program development": 1438,
    "program evaluation": 1439,
    "program implementation": 1440,
    "program management": 1441,
    "programming principles": 1442,
    "project closure": 1443,
    "project controls": 1444,
    "project coordination": 1445,
    "project design": 1446,
    "project documentation": 1447,
    "project estimation": 1448,
    "project finance": 1449,
    "project implementation": 1450,
    "project management": 1451,
    "project management institute (pmi) methodology": 1452,
    "project management life cycle": 1453,
    "project management office (pmo)": 1454,
    "project management software": 1455,
    "project planning": 1456,
    "project risk management": 1457,
    "project schedules": 1458,
    "project scoping": 1459,
    "prometheus (software)": 1460,
    "promotional strategies": 1461,
    "prompt engineering": 1462,
    "prompt engineering tools": 1463,
    "prompt patterns": 1464,
    "proofreading": 1465,
    "property and real estate": 1466,
    "property management": 1467,
    "proposal development": 1468,
    "proposal writing": 1469,
    "prospecting and qualification": 1470,
    "prototyping": 1471,
    "pseudocode": 1472,
    "psychological evaluations": 1473,
    "psychology": 1474,
    "psychosocial assessments": 1475,
    "public administration": 1476,
    "public cloud": 1477,
    "public health": 1478,
    "public health and disease prevention": 1479,
    "public key cryptography standards (pkcs)": 1480,
    "public key infrastructure": 1481,
    "public policies": 1482,
    "public speaking": 1483,
    "puppet (configuration management tool)": 1484,
    "purchasing": 1485,
    "pyspark": 1486,
    "python programming": 1487,
    "pytorch (machine learning library)": 1488,
    "qualitative research": 1489,
    "quality assessment": 1490,
    "quality assurance": 1491,
    "quality assurance and control": 1492,
    "quality improvement": 1493,
    "quality management": 1494,
    "quality monitoring": 1495,
    "quantitative research": 1496,
    "quantum computing": 1497,
    "query languages": 1498,
    "quickbooks (accounting software)": 1499,
    "r (software)": 1500,
    "r programming": 1501,
    "random forest algorithm": 1502,
    "rapport building": 1503,
    "react native": 1504,
    "react redux": 1505,
    "react.js": 1506,
    "real estate": 1507,
    "real time data": 1508,
    "real-time operating systems": 1509,
    "recognizing others": 1510,
    "reconciliation": 1511,
    "record keeping": 1512,
    "records management": 1513,
    "recruitment": 1514,
    "recruitment strategies": 1515,
    "recurrent neural networks (rnns)": 1516,
    "redis": 1517,
    "regional sales": 1518,
    "registration": 1519,
    "regression analysis": 1520,
    "regression testing": 1521,
    "regulation and legal compliance": 1522,
    "regulatory affairs": 1523,
    "regulatory compliance": 1524,
    "regulatory requirements": 1525,
    "reinforcement learning": 1526,
    "relational databases": 1527,
    "relationship building": 1528,
    "relationship management": 1529,
    "release management": 1530,
    "reliability": 1531,
    "remote access systems": 1532,
    "report writing": 1533,
    "request for proposal": 1534,
    "request for quotation (rfq)": 1535,
    "requirements analysis": 1536,
    "requirements elicitation": 1537,
    "requirements management": 1538,
    "research": 1539,
    "research and design": 1540,
    "research design": 1541,
    "research methodologies": 1542,
    "research reports": 1543,
    "resilience": 1544,
    "resource allocation": 1545,
    "resource management": 1546,
    "resource planning": 1547,
    "resource utilization": 1548,
    "respiration": 1549,
    "responsible ai": 1550,
    "responsive web design": 1551,
    "restful api": 1552,
    "retail sales": 1553,
    "retail store operations": 1554,
    "retrieval-augmented generation": 1555,
    "return on investment": 1556,
    "revenue cycle management": 1557,
    "revenue forecasting": 1558,
    "revenue management": 1559,
    "revenue recognition": 1560,
    "rhel": 1561,
    "risk analysis": 1562,
    "risk appetite": 1563,
    "risk control": 1564,
