{
  "skill_to_idx": {
    ".net": 0,
    "abbott": 1,
    "accounting software": 2,
    "ada": 3,
    "addressing software": 4,
    "ado.net": 5,
    "adobe acrobat": 6,
    "adobe after effects": 7,
    "adobe analytics": 8,
    "adobe audition": 9,
    "adobe creative cloud software": 10,
    "adobe experience manager (aem)": 11,
    "adobe framemaker": 12,
    "adobe illustrator": 13,
    "adobe photoshop": 14,
    "adobe premiere pro": 15,
    "adobe robohelp": 16,
    "adobe xd": 17,
    "adp workforce now": 18,
    "aeronautical charts": 19,
    "airtable": 20,
    "ajax": 21,
    "altium designer": 22,
    "altova mapforce": 23,
    "amazon dynamodb": 24,
    "amazon kinesis": 25,
    "amazon redshift": 26,
    "analytical software": 27,
    "animation software": 28,
    "antivirus software": 29,
    "apache airflow": 30,
    "apache cassandra": 31,
    "apache hadoop": 32,
    "apache hive": 33,
    "apache http server": 34,
    "apache jmeter": 35,
    "apache kafka": 36,
    "apache maven": 37,
    "apache oozie": 38,
    "apache solr": 39,
    "apache spark": 40,
    "apache struts": 41,
    "apache tomcat": 42,
    "appium": 43,
    "apple ios": 44,
    "artificial intelligence software": 45,
    "asana": 46,
    "aspen": 47,
    "assessment software": 48,
    "atlas search": 49,
    "atlassian bamboo": 50,
    "atlassian bitbucket": 51,
    "atlassian confluence": 52,
    "atlassian jira": 53,
    "audacity": 54,
    "autodesk fusion 360": 55,
    "autodesk inventor": 56,
    "autodesk revit": 57,
    "awk": 58,
    "backbone": 59,
    "basecamp": 60,
    "bash": 61,
    "bigquery": 62,
    "billing software": 63,
    "bing": 64,
    "bing ads": 65,
    "blender": 66,
    "blink": 67,
    "bootstrap": 68,
    "brightedge": 69,
    "bugzilla": 70,
    "building automation software": 71,
    "business intelligence software": 72,
    "business management software": 73,
    "business software applications": 74,
    "c": 75,
    "c#": 76,
    "c++": 77,
    "cadence concept": 78,
    "calibration software": 79,
    "canva": 80,
    "cents": 81,
    "chatgpt": 82,
    "chef": 83,
    "cisco ios": 84,
    "cisco webex": 85,
    "citrix xenapp": 86,
    "classdojo": 87,
    "clearedge": 88,
    "client system": 89,
    "cmake": 90,
    "code libraries": 91,
    "compilers": 92,
    "component libraries": 93,
    "computer operating systems": 94,
    "configuration management software": 95,
    "contract management software": 96,
    "control system software": 97,
    "couchbase server": 98,
    "css": 99,
    "cubic": 100,
    "cyberark": 101,
    "data acquisition systems": 102,
    "data analysis software": 103,
    "data management software": 104,
    "data visualization software": 105,
    "database management systems": 106,
    "database software": 107,
    "davinci resolve": 108,
    "debuggers": 109,
    "debugging software": 110,
    "dental software": 111,
    "diagramming software": 112,
    "dig": 113,
    "digsilent powerfactory": 114,
    "disaster recovery software": 115,
    "django": 116,
    "docker": 117,
    "dotnet": 118,
    "drafting software": 119,
    "drawing software": 120,
    "dropbox": 121,
    "drupal": 122,
    "dynatrace": 123,
    "e-verify": 124,
    "eclipse ide": 125,
    "editing software": 126,
    "elasticsearch": 127,
    "emulators": 128,
    "encryption software": 129,
    "erp software": 130,
    "esri arcgis": 131,
    "esri software": 132,
    "etap": 133,
    "excavator": 134,
    "exe": 135,
    "facebook": 136,
    "factsage": 137,
    "figma": 138,
    "file management software": 139,
    "file management systems": 140,
    "file server software": 141,
    "financial reporting software": 142,
    "fitnesse": 143,
    "flask": 144,
    "fleet management software": 145,
    "fleet management systems": 146,
    "flexbox": 147,
    "forth": 148,
    "fortran": 149,
    "gazebo": 150,
    "gensuite": 151,
    "git": 152,
    "github": 153,
    "gitlab": 154,
    "go": 155,
    "google ads": 156,
    "google analytics": 157,
    "google calendar": 158,
    "google chrome": 159,
    "google docs": 160,
    "google drive": 161,
    "google meet": 162,
    "google sheets": 163,
    "google slides": 164,
    "google tag manager": 165,
    "gradle": 166,
    "grails": 167,
    "graphics pipelines": 168,
    "graphics software": 169,
    "graphql": 170,
    "harvest": 171,
    "haskell": 172,
    "hec-hms": 173,
    "hec-ras": 174,
    "hibernate": 175,
    "hms": 176,
    "hootsuite": 177,
    "hp fortify": 178,
    "hp webinspect": 179,
    "html": 180,
    "hugging face": 181,
    "human resources software": 182,
    "hydraulic modeling software": 183,
    "hydrological modeling software": 184,
    "hyperspace": 185,
    "ibm cloud": 186,
    "ibm cognos": 187,
    "ibm db2": 188,
    "ibm informix": 189,
    "ibm rational": 190,
    "ibm websphere": 191,
    "ibm websphere mq": 192,
    "icims": 193,
    "igrafx": 194,
    "imaging software": 195,
    "impact software": 196,
    "informatica powercenter": 197,
    "inspection management system": 198,
    "instagram": 199,
    "installshield": 200,
    "instrument control software": 201,
    "inventory management software": 202,
    "inventory management systems": 203,
    "inventory software": 204,
    "ipconfig": 205,
    "iptables": 206,
    "iris": 207,
    "javascript": 208,
    "jdbc": 209,
    "jenkins": 210,
    "jest": 211,
    "jet": 212,
    "jfrog artifactory": 213,
    "joomla": 214,
    "jquery": 215,
    "julia": 216,
    "junit": 217,
    "jupyter notebook": 218,
    "kali linux": 219,
    "keras": 220,
    "kicad": 221,
    "kismet": 222,
    "kornshell": 223,
    "kotlin": 224,
    "kubeflow": 225,
    "kubernetes": 226,
    "ladder logic": 227,
    "lamp stack": 228,
    "latex": 229,
    "lexisnexis": 230,
    "lighting calculation software": 231,
    "linux": 232,
    "loom": 233,
    "lua": 234,
    "lucidchart": 235,
    "mailchimp": 236,
    "maintenance management software": 237,
    "mapinfo": 238,
    "mapping software": 239,
    "mariadb": 240,
    "mastermind": 241,
    "mathematical software": 242,
    "mcafee": 243,
    "medical imaging software": 244,
    "medical software": 245,
    "mentor graphics calibre": 246,
    "metasploit": 247,
    "microservices architecture": 248,
    "microsoft access": 249,
    "microsoft active directory": 250,
    "microsoft asp.net": 251,
    "microsoft dynamics": 252,
    "microsoft dynamics ax": 253,
    "microsoft dynamics nav": 254,
    "microsoft edge": 255,
    "microsoft excel": 256,
    "microsoft exchange": 257,
    "microsoft office": 258,
    "microsoft power automate": 259,
    "microsoft power bi": 260,
    "microsoft powerpoint": 261,
    "microsoft project": 262,
    "microsoft sharepoint": 263,
    "microsoft sql server": 264,
    "microsoft teams": 265,
    "microsoft visio": 266,
    "microsoft visual studio": 267,
    "microsoft windows": 268,
    "microsoft windows xp": 269,
    "microsoft word": 270,
    "microstrategy": 271,
    "minesight": 272,
    "minitab": 273,
    "mlflow": 274,
    "modeling software": 275,
    "mongodb": 276,
    "moodle": 277,
    "mysql": 278,
    "nagios": 279,
    "national instruments labview": 280,
    "navigation software": 281,
    "neo4j": 282,
    "netstat": 283,
    "netsuite": 284,
    "network management software": 285,
    "next.js": 286,
    "nmap": 287,
    "nodejs": 288,
    "nosql": 289,
    "numpy": 290,
    "nunit": 291,
    "object-oriented programming languages": 292,
    "objective-c": 293,
    "office suite software": 294,
    "online databases": 295,
    "onshape": 296,
    "opengl": 297,
    "openshift": 298,
    "openstack": 299,
    "opentable": 300,
    "operational databases": 301,
    "optimization software": 302,
    "oracle data guard": 303,
    "oracle database": 304,
    "oracle designer": 305,
    "oracle e-business suite": 306,
    "oracle enterprise manager": 307,
    "oracle enterprise manager cloud control": 308,
    "oracle fusion middleware": 309,
    "oracle golden gate": 310,
    "oracle hyperion": 311,
    "oracle peoplesoft": 312,
    "oracle pl/sql": 313,
    "oracle recovery manager": 314,
    "oracle reports": 315,
    "oracle solaris": 316,
    "oracle weblogic server": 317,
    "orcad capture": 318,
    "outlook": 319,
    "padlet": 320,
    "pandas": 321,
    "parthenon": 322,
    "pascal": 323,
    "paypal": 324,
    "payroll software": 325,
    "penultimate": 326,
    "perl": 327,
    "phantomjs": 328,
    "phonegap": 329,
    "php": 330,
    "ping identity": 331,
    "pinterest": 332,
    "pixelmator": 333,
    "postgresql": 334,
    "postman": 335,
    "powershell": 336,
    "presentation software": 337,
    "pricing software": 338,
    "process control software": 339,
    "process simulation software": 340,
    "production planning software": 341,
    "productivity software": 342,
    "profilers": 343,
    "project management software": 344,
    "prometheus": 345,
    "ptc windchill": 346,
    "ptv vissim": 347,
    "puppet": 348,
    "putty": 349,
    "pvsyst": 350,
    "pyspark": 351,
    "python": 352,
    "pytorch": 353,
    "qgis": 354,
    "qnx": 355,
    "r": 356,
    "rabbitmq": 357,
    "rapide": 358,
    "react native": 359,
    "react redux": 360,
    "react.js": 361,
    "redis": 362,
    "redmine": 363,
    "requirejs": 364,
    "reservation software": 365,
    "restful api": 366,
    "rhel": 367,
    "risk management software": 368,
    "robot framework": 369,
    "route": 370,
    "rss": 371,
    "ruby": 372,
    "ruby on rails": 373,
    "rust": 374,
    "sales software": 375,
    "salesforce": 376,
    "salesforce marketing cloud": 377,
    "sand": 378,
    "sap": 379,
    "sap business objects": 380,
    "sap concur": 381,
    "sap netweaver": 382,
    "sap software": 383,
    "sas": 384,
    "scala": 385,
    "scheduling software": 386,
    "scheme": 387,
    "scikit-learn": 388,
    "scipy": 389,
    "selenium": 390,
    "semrush": 391,
    "sendgrid": 392,
    "servicenow": 393,
    "shape software": 394,
    "shell script": 395,
    "shiny": 396,
    "shipconstructor": 397,
    "shipping software": 398,
    "shipping solutions": 399,
    "siemens nx": 400,
    "siemens teamcenter": 401,
    "silver peak": 402,
    "simulation software": 403,
    "site manager": 404,
    "skype": 405,
    "slack": 406,
    "smalltalk": 407,
    "smartsheet": 408,
    "snapchat": 409,
    "snowflake": 410,
    "software development tools": 411,
    "software libraries": 412,
    "solarwinds": 413,
    "solidity": 414,
    "sonarqube": 415,
    "spacy": 416,
    "splunk": 417,
    "spreadsheet software": 418,
    "spring boot": 419,
    "spring framework": 420,
    "sqlite": 421,
    "square": 422,
    "statistical software": 423,
    "statistics databases": 424,
    "swift": 425,
    "switch software": 426,
    "synopsys design compiler": 427,
    "synopsys hspice": 428,
    "systems integration software": 429,
    "systemverilog": 430,
    "tableau": 431,
    "talend data fabric": 432,
    "tanks": 433,
    "taproot": 434,
    "tcpdump": 435,
    "tenable nessus": 436,
    "tensorflow": 437,
    "test automation software": 438,
    "testing software": 439,
    "testng": 440,
    "tfs": 441,
    "tibco spotfire": 442,
    "tiktok": 443,
    "traceroute": 444,
    "training software": 445,
    "transact-sql": 446,
    "travis": 447,
    "trimble geomatics office": 448,
    "troubleshooting software": 449,
    "twitter": 450,
    "typescript": 451,
    "ubuntu": 452,
    "unix": 453,
    "unix shell": 454,
    "value analysis": 455,
    "vector canalyzer": 456,
    "vector canoe": 457,
    "verilog": 458,
    "veritas netbackup": 459,
    "version control software": 460,
    "vigilant": 461,
    "vimeo": 462,
    "vision software": 463,
    "vmware": 464,
    "vmware esx server": 465,
    "vue": 466,
    "web application software": 467,
    "webpack": 468,
    "whatsapp": 469,
    "windows media player": 470,
    "windows server": 471,
    "wireshark": 472,
    "word processing software": 473,
    "wordpress": 474,
    "workday": 475,
    "workflow software": 476,
    "workforce management software": 477,
    "worldcat": 478,
    "wrike": 479,
    "xcode": 480,
    "xgboost": 481,
    "xquery": 482,
    "yield management systems": 483,
    "youtube": 484,
    "zabbix": 485,
    "zemax": 486,
    "zend framework": 487,
    "zoom": 488
  },
  "idx_to_skill": {
    "0": ".net",
    "1": "abbott",
    "2": "accounting software",
    "3": "ada",
    "4": "addressing software",
    "5": "ado.net",
    "6": "adobe acrobat",
    "7": "adobe after effects",
    "8": "adobe analytics",
    "9": "adobe audition",
    "10": "adobe creative cloud software",
    "11": "adobe experience manager (aem)",
    "12": "adobe framemaker",
    "13": "adobe illustrator",
    "14": "adobe photoshop",
    "15": "adobe premiere pro",
    "16": "adobe robohelp",
    "17": "adobe xd",
    "18": "adp workforce now",
    "19": "aeronautical charts",
    "20": "airtable",
    "21": "ajax",
    "22": "altium designer",
    "23": "altova mapforce",
    "24": "amazon dynamodb",
    "25": "amazon kinesis",
    "26": "amazon redshift",
    "27": "analytical software",
    "28": "animation software",
    "29": "antivirus software",
    "30": "apache airflow",
    "31": "apache cassandra",
    "32": "apache hadoop",
    "33": "apache hive",
    "34": "apache http server",
    "35": "apache jmeter",
    "36": "apache kafka",
    "37": "apache maven",
    "38": "apache oozie",
    "39": "apache solr",
    "40": "apache spark",
    "41": "apache struts",
    "42": "apache tomcat",
    "43": "appium",
    "44": "apple ios",
    "45": "artificial intelligence software",
    "46": "asana",
    "47": "aspen",
    "48": "assessment software",
    "49": "atlas search",
    "50": "atlassian bamboo",
    "51": "atlassian bitbucket",
    "52": "atlassian confluence",
    "53": "atlassian jira",
    "54": "audacity",
    "55": "autodesk fusion 360",
    "56": "autodesk inventor",
    "57": "autodesk revit",
    "58": "awk",
    "59": "backbone",
    "60": "basecamp",
    "61": "bash",
    "62": "bigquery",
    "63": "billing software",
    "64": "bing",
    "65": "bing ads",
    "66": "blender",
    "67": "blink",
    "68": "bootstrap",
    "69": "brightedge",
    "70": "bugzilla",
    "71": "building automation software",
    "72": "business intelligence software",
    "73": "business management software",
    "74": "business software applications",
    "75": "c",
    "76": "c#",
    "77": "c++",
    "78": "cadence concept",
    "79": "calibration software",
    "80": "canva",
    "81": "cents",
    "82": "chatgpt",
    "83": "chef",
    "84": "cisco ios",
    "85": "cisco webex",
    "86": "citrix xenapp",
    "87": "classdojo",
    "88": "clearedge",
    "89": "client system",
    "90": "cmake",
    "91": "code libraries",
    "92": "compilers",
    "93": "component libraries",
    "94": "computer operating systems",
    "95": "configuration management software",
    "96": "contract management software",
    "97": "control system software",
    "98": "couchbase server",
    "99": "css",
    "100": "cubic",
    "101": "cyberark",
    "102": "data acquisition systems",
    "103": "data analysis software",
    "104": "data management software",
    "105": "data visualization software",
    "106": "database management systems",
    "107": "database software",
    "108": "davinci resolve",
    "109": "debuggers",
    "110": "debugging software",
    "111": "dental software",
    "112": "diagramming software",
    "113": "dig",
    "114": "digsilent powerfactory",
    "115": "disaster recovery software",
    "116": "django",
    "117": "docker",
    "118": "dotnet",
    "119": "drafting software",
    "120": "drawing software",
    "121": "dropbox",
    "122": "drupal",
    "123": "dynatrace",
    "124": "e-verify",
    "125": "eclipse ide",
    "126": "editing software",
    "127": "elasticsearch",
    "128": "emulators",
    "129": "encryption software",
    "130": "erp software",
    "131": "esri arcgis",
    "132": "esri software",
    "133": "etap",
    "134": "excavator",
    "135": "exe",
    "136": "facebook",
    "137": "factsage",
    "138": "figma",
    "139": "file management software",
    "140": "file management systems",
    "141": "file server software",
    "142": "financial reporting software",
    "143": "fitnesse",
    "144": "flask",
    "145": "fleet management software",
    "146": "fleet management systems",
    "147": "flexbox",
    "148": "forth",
    "149": "fortran",
    "150": "gazebo",
    "151": "gensuite",
    "152": "git",
    "153": "github",
    "154": "gitlab",
    "155": "go",
    "156": "google ads",
    "157": "google analytics",
    "158": "google calendar",
    "159": "google chrome",
    "160": "google docs",
    "161": "google drive",
    "162": "google meet",
    "163": "google sheets",
    "164": "google slides",
    "165": "google tag manager",
    "166": "gradle",
    "167": "grails",
    "168": "graphics pipelines",
    "169": "graphics software",
    "170": "graphql",
    "171": "harvest",
    "172": "haskell",
    "173": "hec-hms",
    "174": "hec-ras",
    "175": "hibernate",
    "176": "hms",
    "177": "hootsuite",
    "178": "hp fortify",
    "179": "hp webinspect",
    "180": "html",
    "181": "hugging face",
    "182": "human resources software",
    "183": "hydraulic modeling software",
    "184": "hydrological modeling software",
    "185": "hyperspace",
    "186": "ibm cloud",
    "187": "ibm cognos",
    "188": "ibm db2",
    "189": "ibm informix",
    "190": "ibm rational",
    "191": "ibm websphere",
    "192": "ibm websphere mq",
    "193": "icims",
    "194": "igrafx",
    "195": "imaging software",
    "196": "impact software",
    "197": "informatica powercenter",
    "198": "inspection management system",
    "199": "instagram",
    "200": "installshield",
    "201": "instrument control software",
    "202": "inventory management software",
    "203": "inventory management systems",
    "204": "inventory software",
    "205": "ipconfig",
    "206": "iptables",
    "207": "iris",
    "208": "javascript",
    "209": "jdbc",
    "210": "jenkins",
    "211": "jest",
    "212": "jet",
    "213": "jfrog artifactory",
    "214": "joomla",
    "215": "jquery",
    "216": "julia",
    "217": "junit",
    "218": "jupyter notebook",
    "219": "kali linux",
    "220": "keras",
    "221": "kicad",
    "222": "kismet",
    "223": "kornshell",
    "224": "kotlin",
    "225": "kubeflow",
    "226": "kubernetes",
    "227": "ladder logic",
    "228": "lamp stack",
    "229": "latex",
    "230": "lexisnexis",
    "231": "lighting calculation software",
    "232": "linux",
    "233": "loom",
    "234": "lua",
    "235": "lucidchart",
    "236": "mailchimp",
    "237": "maintenance management software",
    "238": "mapinfo",
    "239": "mapping software",
    "240": "mariadb",
    "241": "mastermind",
    "242": "mathematical software",
    "243": "mcafee",
    "244": "medical imaging software",
    "245": "medical software",
    "246": "mentor graphics calibre",
    "247": "metasploit",
    "248": "microservices architecture",
    "249": "microsoft access",
    "250": "microsoft active directory",
    "251": "microsoft asp.net",
    "252": "microsoft dynamics",
    "253": "microsoft dynamics ax",
    "254": "microsoft dynamics nav",
    "255": "microsoft edge",
    "256": "microsoft excel",
    "257": "microsoft exchange",
    "258": "microsoft office",
    "259": "microsoft power automate",
    "260": "microsoft power bi",
    "261": "microsoft powerpoint",
    "262": "microsoft project",
    "263": "microsoft sharepoint",
    "264": "microsoft sql server",
    "265": "microsoft teams",
    "266": "microsoft visio",
    "267": "microsoft visual studio",
    "268": "microsoft windows",
    "269": "microsoft windows xp",
    "270": "microsoft word",
    "271": "microstrategy",
    "272": "minesight",
    "273": "minitab",
    "274": "mlflow",
    "275": "modeling software",
    "276": "mongodb",
    "277": "moodle",
    "278": "mysql",
    "279": "nagios",
    "280": "national instruments labview",
    "281": "navigation software",
    "282": "neo4j",
    "283": "netstat",
    "284": "netsuite",
    "285": "network management software",
    "286": "next.js",
    "287": "nmap",
    "288": "nodejs",
    "289": "nosql",
    "290": "numpy",
    "291": "nunit",
    "292": "object-oriented programming languages",
    "293": "objective-c",
    "294": "office suite software",
    "295": "online databases",
    "296": "onshape",
    "297": "opengl",
    "298": "openshift",
    "299": "openstack",
    "300": "opentable",
    "301": "operational databases",
    "302": "optimization software",
    "303": "oracle data guard",
    "304": "oracle database",
    "305": "oracle designer",
    "306": "oracle e-business suite",
    "307": "oracle enterprise manager",
    "308": "oracle enterprise manager cloud control",
    "309": "oracle fusion middleware",
    "310": "oracle golden gate",
    "311": "oracle hyperion",
    "312": "oracle peoplesoft",
    "313": "oracle pl/sql",
    "314": "oracle recovery manager",
    "315": "oracle reports",
    "316": "oracle solaris",
    "317": "oracle weblogic server",
    "318": "orcad capture",
    "319": "outlook",
    "320": "padlet",
    "321": "pandas",
    "322": "parthenon",
    "323": "pascal",
    "324": "paypal",
    "325": "payroll software",
    "326": "penultimate",
    "327": "perl",
    "328": "phantomjs",
    "329": "phonegap",
    "330": "php",
    "331": "ping identity",
    "332": "pinterest",
    "333": "pixelmator",
    "334": "postgresql",
    "335": "postman",
    "336": "powershell",
    "337": "presentation software",
    "338": "pricing software",
    "339": "process control software",
    "340": "process simulation software",
    "341": "production planning software",
    "342": "productivity software",
    "343": "profilers",
    "344": "project management software",
    "345": "prometheus",
    "346": "ptc windchill",
    "347": "ptv vissim",
    "348": "puppet",
    "349": "putty",
    "350": "pvsyst",
    "351": "pyspark",
    "352": "python",
    "353": "pytorch",
    "354": "qgis",
    "355": "qnx",
    "356": "r",
    "357": "rabbitmq",
    "358": "rapide",
    "359": "react native",
    "360": "react redux",
    "361": "react.js",
    "362": "redis",
    "363": "redmine",
    "364": "requirejs",
    "365": "reservation software",
    "366": "restful api",
    "367": "rhel",
    "368": "risk management software",
    "369": "robot framework",
    "370": "route",
    "371": "rss",
    "372": "ruby",
    "373": "ruby on rails",
    "374": "rust",
    "375": "sales software",
    "376": "salesforce",
    "377": "salesforce marketing cloud",
    "378": "sand",
    "379": "sap",
    "380": "sap business objects",
    "381": "sap concur",
    "382": "sap netweaver",
    "383": "sap software",
    "384": "sas",
    "385": "scala",
    "386": "scheduling software",
    "387": "scheme",
    "388": "scikit-learn",
    "389": "scipy",
    "390": "selenium",
    "391": "semrush",
    "392": "sendgrid",
    "393": "servicenow",
    "394": "shape software",
    "395": "shell script",
    "396": "shiny",
    "397": "shipconstructor",
    "398": "shipping software",
    "399": "shipping solutions",
    "400": "siemens nx",
    "401": "siemens teamcenter",
    "402": "silver peak",
    "403": "simulation software",
    "404": "site manager",
    "405": "skype",
    "406": "slack",
    "407": "smalltalk",
    "408": "smartsheet",
    "409": "snapchat",
    "410": "snowflake",
    "411": "software development tools",
    "412": "software libraries",
    "413": "solarwinds",
    "414": "solidity",
    "415": "sonarqube",
    "416": "spacy",
    "417": "splunk",
    "418": "spreadsheet software",
    "419": "spring boot",
    "420": "spring framework",
    "421": "sqlite",
    "422": "square",
    "423": "statistical software",
    "424": "statistics databases",
    "425": "swift",
    "426": "switch software",
    "427": "synopsys design compiler",
    "428": "synopsys hspice",
    "429": "systems integration software",
    "430": "systemverilog",
    "431": "tableau",
    "432": "talend data fabric",
    "433": "tanks",
    "434": "taproot",
    "435": "tcpdump",
    "436": "tenable nessus",
    "437": "tensorflow",
    "438": "test automation software",
    "439": "testing software",
    "440": "testng",
    "441": "tfs",
    "442": "tibco spotfire",
    "443": "tiktok",
    "444": "traceroute",
    "445": "training software",
    "446": "transact-sql",
    "447": "travis",
    "448": "trimble geomatics office",
    "449": "troubleshooting software",
    "450": "twitter",
    "451": "typescript",
    "452": "ubuntu",
    "453": "unix",
    "454": "unix shell",
    "455": "value analysis",
    "456": "vector canalyzer",
    "457": "vector canoe",
    "458": "verilog",
    "459": "veritas netbackup",
    "460": "version control software",
    "461": "vigilant",
    "462": "vimeo",
    "463": "vision software",
    "464": "vmware",
    "465": "vmware esx server",
    "466": "vue",
    "467": "web application software",
    "468": "webpack",
    "469": "whatsapp",
    "470": "windows media player",
    "471": "windows server",
    "472": "wireshark",
    "473": "word processing software",
    "474": "wordpress",
    "475": "workday",
    "476": "workflow software",
    "477": "workforce management software",
    "478": "worldcat",
    "479": "wrike",
    "480": "xcode",
    "481": "xgboost",
    "482": "xquery",
    "483": "yield management systems",
    "484": "youtube",
    "485": "zabbix",
    "486": "zemax",
    "487": "zend framework",
    "488": "zoom"
  },
  "vocab_size": 489
}